Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingsradet_bevilger_over_200_000_kroner_til_innspilling_og_utgivelse_av_joik.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet bevilger over 200.000 kroner til innspilling og utgivelse av joik
sme: Sámediggeráđđi juolluda badjel 200 000 ruvnnu luđiid báddemii ja almmuheapmái

source: Sametingsrådet har tildelt 218 000,- kroner til innspilling og utgivelse av album fra bandet Gabba — joikemesteren John André Eira med band.
sme: Sámediggeráđđi lea juolludan 218 000 ruvnnu Gabba – luohtemeašttir John André Eira oktan joavkkuin - albuma báddemii ja almmuheapmái.

source: Albumet består av tradisjonelle og egenkomponerte joiker.
sme: Albumas leat sihke árbevirolaš luođit ja luođit maid ieš lea komponeren.

source: Utgivelsen er en videreutvikling fra debutalbumet, og for å sette tekst til egenkomponerte joiker, er det inngått et samarbeid med samiske tekstforfattere.
sme: Almmuheapmi lea debutalbuma viidásat ovddideapmi, ja sániid bidjama dihtii luđiide maid ieš lea komponeren, lea ásahuvvon ovttasbargu sámi teakstačálliiguin.

source: Det er også et samarbeid med andre tradisjonelle utøvere som resulterer i flerstemt joik og «call and respons».
sme: Maiddái lea ovttasbargu eará árbevirolaš juigiiguin nu ahte lea šaddan polyfona juoigan ja «call and respons».

source: – Prosjektet er spennende i og med at inspirasjonen kommer fra ulike joiketradisjoner.
sme: — Prošeakta lea gelddolaš dannego iešguđet juoiganvierut leat oaivadan barggu.

source: Det gir en friskt pust med en særegen sound, og hyller samiske tradisjoner.
sme: Dat lea oalgguheaddji erenoamáš jienain, ja gudnejahttá sámi árbevieruid.

source: Jeg tror utgivelsen vil bli tatt godt imot i både i Norge og utover landegrensene, sier sametingsråd Maja Kristine Jåma (NSR).
sme: Mun jáhkán almmuheapmi váldojuvvo bures vuostá sihke Norggas ja riikkarájáid nuppe bealde, dadjá Sámediggeráđđi Maja Kristine Jåma (NSR).

source: Bevillingen gis over ordningen Joik- og samisk musikk.
sme: Doarjja juolluduvvo Luohti ja sámi musihka ortnega bokte.

source: For spørsmål eller intervju, kontakt Sametingsråd Maja Kristine Jåma telefon: +47 47 24 23 66 , e-post: maja.kristine.jama@samediggi.no
sme: Váldde oktavuođa Sámediggeráđiin Maja Kristine Jåmain, telefovdna: +47 47 24 23 66 , e-poasta: maja.kristine.jama@samediggi.no jus háliidat vástádusa gažaldagaide dahje čađahit jearahallama.
